{
  "enhancedcombathud-dnd5e": {
    "portraitConfig": {
      "prepared": {
        "label": "准备法术",
        "auto": "自动检测",
        "preparedOnly": "仅准备",
        "all": "全部法术"
      }
    },
	"settings": {
      "switchEquip": {
        "name": "自动装备",
        "hint": "当切换套装时，自动装备/卸下对应的武器/其他物品"
      },
      "showWeaponsItems": {
        "name": "在使用物品处显示武器",
        "hint": "在使用物品栏显示武器，当武器槽不够用时非常有用"
      },
      "showClassActions": {
        "name": "显示职业动作",
        "hint": "在主动作栏中显示职业动作"
      },
	  "condenseClassActions":{
        "name": "压缩职业动作",
        "hint": "如果启用了'显示职业动作'，则将职业动作成对浓缩，以节省空间"
      },
      "noAA": {
        "name": "不要应用Active Effects",
        "hint": "当执行其他标准动作时，不要应用Active Effects。（需要刷新）"
      },
      "showSpecialActions": {
        "name": "显示基础动作",
        "hint": "在主动作栏部分显示基本动作。(回避、疾走、撤离、躲藏、预备、擒抱/推撞）。"
      }
    },
    "hud": {
      "mainactions": {
        "name": "主动作"
      },
      "castspell": {
        "name": "施法"
      },
      "usepower": {
        "name": "特性"
      },
      "useitem": {
        "name": "使用物品"
      },
      "bonusaction": {
        "name": "附赠动作"
      },
      "reaction": {
        "name": "反应"
      },
      "specialaction": {
        "name": "特殊动作"
      },
      "pass": {
        "name": "结束"
      },
      "endturn": {
        "name": "回合结束"
      },
      "hp": {
        "name": "HP"
      },
      "ac": {
        "name": "AC"
      },
      "of": {
        "name": "of"
      },
      "inventory": {
        "name": "卡"
      },
      "saves": {
        "name": "豁免"
      },
      "skills": {
        "name": "技能"
      },
      "tools": {
        "name": "工具"
      }
    },
    "items": {
      "disengage": {
        "name": "撤离",
        "desc": "<p>如果你执行撤离动作，则你随后在本回合内的移动都不会触发借机攻击</p>"
      },
      "hide": {
        "name": "躲藏",
        "desc": "<p>执行躲藏动作时，你进行一次敏捷（隐匿）检定以尝试躲藏。检定成功，则你会进入藏匿状态 \n ·当你对某生物处于藏匿状态时，该生物大致知道你的位置，但无法精确定位你在哪里。通常你会因进行一次隐匿检定（与其他生物的被察进行对抗）而进入藏匿状态。若生物进行的察觉检定对抗你的隐匿检定失败，则你依然能保持藏匿状态，而不会可见。 \n ·当你对某生物处于藏匿状态时，你对该生物进行的攻击检定具有+2加值。 \n ·你对藏匿的生物可以尝试瞄准它，对它进行的攻击检定具有劣势。区域效果无视此效应。</p>"
      },
      "shove": {
        "name": "擒抱/推撞",
        "desc": "<p>擒抱 \n当你想抓住或摔倒某个生物时，你可以用“攻击”动作发动一种特殊的近战攻击，即为擒抱。如果你可以用“攻击”动作发动多次攻击，则这种攻击会取代其中之一。 \n 被擒抱目标的体型不能比你大超过一级，并且要位处你的触及范围之内。你至少要腾出一只空手来抓住对方，并进行一次擒抱检定：即进行一次力量（运动）检定，并与对方的力量（运动）或敏捷（特技）检定（由对方选择）作对抗。若目标正处于失能状态，则你直接检定成功。若你胜出该检定对抗，则你让对方陷入擒抱状态（见附录A）。后面详细说明了结束擒抱的条件，你也可以随时放开目标（不需要动作）。 \n 逃脱擒抱 \n 受擒时，你可以在你的每个回合结束时进行一次敏捷或力量豁免检定来对抗擒抱的逃脱DC，若是成功则结束你身上的此状态。当擒抱者失能，或是有效果使你不使用你的速度移动出擒抱范围，此状态也会结束。\n 擒抱中移动 \n 当你移动时，你可以拖行或背起受你擒抱的生物，但你的速度因此减半，而除非该生物的体型比你小两级或更多。\n 推撞 \n 你可以用攻击动作发动一种特殊的近战攻击去推撞对手，将他推开或者推倒。如果你可以用“攻击”动作发动多次攻击，则这种攻击会取代其中之一。 \n  被推撞目标的体型不能比你大超过一级，并且要位处你的触及范围之内。你进行一次力量（运动）检定，并与对方的力量（运动）或敏捷（特技）检定（由对方选择）作对抗。若目标正处于失能状态则你直接检定成功。若你胜出该检定对抗，则你可以将目标撞至倒地，或将其从你身边推开5尺。</p>"
      },
      "dash": {
        "name": "疾走",
        "desc": "<p>执行疾走动作时，你可以在本回合里获得额外的移动力。其数值等于你的速度，适用的调整值也会包括其中。例如，当你的速度为30尺时，你执行疾走动作后可以移动最多60尺。\n 你速度的增减对这额外的移动力有同样的影响。比如，当你的30尺速度被减到15尺时，你执行疾走动作后则只可以移动最多30尺</p>"
      },
      "dodge": {
        "name": "回避",
        "desc": "<p>执行回避动作时，你将专注于回避攻击。直到你下一回合开始之前，所有你可见的敌人对你发动的攻击检定都将具有劣势，并且你的敏捷豁免具有优势。如果你陷入失能状态（见附录A），或者如果你的速度降为0，则你同时失去该增益</p>"
      },
      "ready": {
        "name": "预备",
        "desc": "<p>·用预备动作执行“攻击”动作或“多重攻击”动作，不再消耗反应（仍然只能发动一次攻击）。\n ·用预备动作执行“施法”动作，不再需要为压制法术的能量而维持专注，但仍只有施法时间为1次动作的法术可以被预备和消耗反应。 \n ·使用预备动作时，可以消耗一部分移动力（不可使用疾跑所带来的移动），将对应的移动作为预备动作的一部分。举例来说，一个剩余20尺移动力的杀手可以如是声称一个预备动作：“当我看见一个敌人从我的20尺内出现时，我跑过去用短剑攻击它。”</p>"
      }
    },
    "skills": {
      "acr": {
        "tooltip": "敏捷（特技）检定涵盖了在冰块上奔跑，在绳索上平衡，在摇曳甲板上站稳等需要保持平衡的情况。DM也可能用敏捷（特技）检定来判定你能否完成某些体操特技，如前翻、侧翻、空翻、后翻等。"
      },
      "ani": {
        "tooltip": "当不确定你是否能驯服一只牲畜，安抚坐骑使其免受惊吓，或者推断出动物的意向时，进行一次感知（驯兽）检定。骑乘时，如果你尝试作出一些危险动作，也会需要进行一次感知（驯兽）检定去控制你的坐骑。"
      },
      "arc": {
        "tooltip": "智力（奥秘）检定量化你忆起关于法术、魔法物品、奥秘符文、魔法学派、位面、位面住民等相关知识的能力。"
      },
      "ath": {
        "tooltip": "力量（运动）检定涵盖了进行攀爬、跳跃、游泳时遇上的困难情况。其范例如下：\n ·你尝试攀爬陡坡或滑坡或者在攀爬的同时回避危害物，又或者在有东西想撞开你的情况下抓紧壁面。\n ·你尝试跳跃非常远的距离或在跳跃中施展花式。\n ·你尝试在凶险的水流，风暴浪涛或水草海域中挣扎游泳或浮出水面。或者其他生物试图将你推下水，或拉入水中，又或者以其他方式阻碍你游泳。"
      },
      "dec": {
        "tooltip": "魅力（欺瞒）检定决定你能否可信地以言语或动作隐拐嫦唷Ｓ赡＠饬娇傻匚蟮既说矫痔齑蠡讯及括在内。常见情况包括构守卫、骗过商人、从赌局赚钱、以易容固旃海、安抚他人的怀疑、带着朴克脸撒大谎等。"
      },
      "his": {
        "tooltip": "你的智力（历史）检定量化你忆起关于历史事件、传奇人物、古王国、昔日纠纷、近代战争、失落文明等相关知识的能力。"
      },
      "ins": {
        "tooltip": "感知（洞悉）检定决定你是否能辨别另一人的真实意图，例如辨别谎言或预测其下一步行动。你需要理解对方的肢体语言、言谈举止、态度转变等，再察觉其中的含义。"
      },
      "itm": {
        "tooltip": "当你尝试用威胁、敌对行为、暴力等使他人改变心意时，进行一次魅力（威吓）检定。例子包括迫供、吓退痞子、用破瓶的利口“说服”高官三思等。"
      },
      "inv": {
        "tooltip": "当你到处嗅探线索并以此进行推理时，进行一次智力（调查）检定。你可能要推断隐藏物件的位置，或从伤口的外观判断它由什么武器造成，又或者找出一条隧道的结构性弱点。在一堆古书卷中寻找一段隐藏的知识也可能需要进行一次智力（调查）检定。"
      },
      "med": {
        "tooltip": "感知（医药）检定让你可以尝试稳定濒死战友的伤势或者诊断病症。"
      },
      "nat": {
        "tooltip": "你的智力（自然）检定量化你忆起关于地势、动植物、气候、自然周期相关知识的能力。"
      },
      "prc": {
        "tooltip": "使用感知（察觉）检定让你可以看到，听到或以其他方式察觉到某些东西的存在。它代表你对周围环境的警觉性，以及你感官的敏锐度。例如，偷听门后的对话，或者在窗外窃听，又或者听到在林中静静移动的生物。你也可以尝试看清被遮蔽或容易看走眼的东西，如在前方埋伏的兽人，躲在暗巷的痞子，或是从密门的门缝间漏出的烛光。"
      },
      "prf": {
        "tooltip": "你的魅力（表演）检定决定你能多好地用音乐，舞蹈，扮演，卖艺，说书，或其他方式娱乐观众。"
      },
      "per": {
        "tooltip": "当你尝试圆滑、优雅、善意地游说某人或某些人时，DM可能会要求你进行一次魅力（游说）检定。通常你会用游说去表示信任，促进友谊，诚恳地请求，或展示恰当的礼仪。例子包括说服官务大臣让你跟国王会面，商谈多族间的和平契约，或激励一帮村民。"
      },
      "rel": {
        "tooltip": "你的智力（宗教）检定量化你回忆神、仪式和祷告、宗教阶级、圣徽、秘密组织风俗等知识的能力。"
      },
      "slt": {
        "tooltip": "每当你尝试施行障眼法或巧手时（如把一些东西放在他人身上，或者将一件东西藏在自已身上），进行一次敏捷（巧手）检定。DM也可能会用敏捷（巧手）检定以判定你是否能从其他人的钱包或口袋中摸鱼。"
      },
      "ste": {
        "tooltip": "你尝试躲起避过敌人，躲过守卫，偷偷溜走，无声息地绕到某人背后时，进行一次敏捷（隐匿）检定。"
      },
      "sur": {
        "tooltip": "当你需要追踪，狩猎，引导队伍穿过冰原，辨认附近枭熊踪迹，预测天气，回避流沙或其他自然危害物时，DM可能会要求你进行一次感知（生存）检定。"
      }
    },
    "abilities": {
      "str": {
        "tooltip": "<p>力量检定可以对应举重、推、拉、暴力破坏、推挤或其他使用蛮力的情况。运动技能反映了某几类力量检定可以表示的能力。</p>"
      },
      "dex": {
        "tooltip": "<p>敏捷检定可以对应进行灵巧、迅速、安静的移动，或在不稳定的地方保持平衡。特技、巧手、隐匿等技能分别反映了某几类敏捷检定可以表示的能力。</p>"
      },
      "con": {
        "tooltip": "<p>体质检定并不常见，也没有对应的技能，因为这属性值所反映的肉体耐力通常是被动地受考验的，而不是角色或怪物去主动使用的。话虽如此，体质检定可以对应超越突破极限的努力。</p>"
      },
      "int": {
        "tooltip": "<p>智力检定可以对应需要使用推理、教育、记忆的状态。奥秘、历史、调查、自然、宗教等技能分别反映了某几类智力检定可以表示的能力。</p>"
      },
      "wis": {
        "tooltip": "<p>感知检定可以对应理解肢体语言、同理心、感受环境、照顾伤患等活动。驯兽、洞悉、医药、观察、生存等技能分别反映了某几类感知检定可以表示的能力。</p>"
      },
      "cha": {
        "tooltip": "<p>魅力检定可以对应使人改变心意、娱人、留下深刻印像、说谎、应酬等活动。欺埂⑼吓、表演、游说等技能分别反映了一些魅力检定代表的能力。</p>"
      }
    },
    "tooltip": {
      "target": {
        "name": "目标"
      },
      "range": {
        "name": "范围"
      },
      "properties": {
        "name": "属性"
      },
      "toHit": {
        "name": "命中"
      },
      "damage": {
        "name": "伤害"
      }
    }
  }
}